import React from "react";
import BlockTitle from "./BlockTitle";

const StrikesTable = () => (
  <>
    <BlockTitle withContact>Информация о забастовках</BlockTitle>
    <div className="table">
      <table>
        <thead>
          <tr>
            <th>Предприятие/Завод</th>
            <th>Активность</th>
            <th>Требования</th>
            <th>Первое упоминание</th>
          </tr>
        </thead>
        <tbody>
          <tr>
            <td>4-я больница и РНПЦ Кардиологии</td>
            <td>
              Медработники выходят каждый день на акции солидарности против
              насилия, рано утром перед работой. РНПЦ Кардиология написали
              открытое заявление с требованиями, там больше 210 подписей.
            </td>
            <td>
              - допустить медработников к пострадавшим
              <br />- освобождить задержанных медиков
              <br />- прекратить использовать травмирующее и т.п. оружие
              <br />
              по отношению к безоружным людям
              <br />- соблюдать законы и Конституцию РБ
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Авиазавод в Барановичах</td>
            <td>
              Есть фото и видео, где рабочие авиазавода стоят в цепочке
              солидарности.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Автотранспортное отделение Белпочты</td>
            <td>
              Некоторые сотрудники атотранспортного отделения Белпочты выходили
              на акцию/забастовку. К работникам сразу на переговоры приехал
              министр связи.
            </td>
            <td></td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>Атлант</td>
            <td>
              Рабочие выходили на акции солидарности против насилия, на акции
              солидарности с рабочими других заводов. Рабочих «Атлант» просят
              устроить забастовку, но работники боятся. <br />С ними общался
              директор, отговаривал от забастовки, угрожал увольнением.
              Приезжала Мария Колесникова и разговаривала с гендиректором. Он
              пообещал, что увольнять никого не будет. Несколько дней у Атланта
              собирались люди для поддержки рабочих.
            </td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Аудиторы</td>
            <td>
              Профессиональные налоговые консультанты и аудиторы собрались на
              мирный протест с плакатами и калькуляторами у здания Минфина и
              МНС.
            </td>
            <td>
              - прекратить насилие
              <br />- провести новые честные выборы
              <br />
              <br />
              На плакатах мы также видим шуточные предложения помочь с
              подсчетами на новых выборах, непризнание Лукашенко их президентом.
            </td>
            <td>20.08.2020</td>
          </tr>
          <tr>
            <td>Бакунинский авторынок Гомеля</td>
            <td>Выражает свою солидарность.</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>БГУ</td>
            <td>
              Еще 9 августа студенты и преподаватели написали открытое обращение
              по ситуации с выборами. Призвали к уважению прав граждан. После
              выборов выстариваются в цепи солидарности каждый день в обеденное
              время. В акциях солидарности участвуют сотрудними и студенты
              разных факультетов. Ректор в своем видеообращении сказал, что за
              участие в мирных акциях отчислений и увольнений не будет.
              Обсуждается забастовка с сентября, если до конца месяца власть не
              подаст в отставку. Это главное требование. Также планируется
              создать стачковый комитет и присоединиться к общенациональной
              забастовке. Создан телеграм канал, в котором уже почти 4000
              человек.
            </td>
            <td>
              - отставка Лукашенко
              <br />- отставка Ермошиной
              <br />- прекратить насилие
              <br />- освободить политзаключенных
              <br />- освободить задержанных во время мирных акциях протеста
              <br />- признать выборы недействительными
              <br />- провести новые честные выборы
              <br />- привлечь к ответственности виновных в избиениях
            </td>
            <td>09.08.2020</td>
          </tr>
          <tr>
            <td>БелАЭС в Островце</td>
            <td>
              Работает в штатном режиме. Выразили солидарность, сделали общий
              снимок и отправились на свои рабочие места.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Беларуськалий</td>
            <td>
              Первая информация о планируемой забастовке появилась 14 августа. В
              этот день рабочие стояли в цепочку солидарности с лозунгами "Жыве
              Беларусь". Продолжают участвовать в таких акцихя. Прошли собрания,
              на которых рабочие проводили устные опросы "кто голосовал за
              Тихановскую?".
              <br />
              <br />
              Встречались с гендиректором. Во время встречи выдвинули свои
              требования. По сообщениям, в понедельник 17 августа в 8:00 утра
              Беларуськалий начал бессрочную забастовку, пока их требования не
              будут выполнены. Все шахты Беларуськалия перестали выдавать руду.
              Формируются стачкомы. Поддержать рабочих в Солигорск приезжала
              Мария Колесникова и J: МОРС.
              <br />
              <br />
              По данным стачечного комитета, под петицией о забастовке свои
              подписи поставили более 4 тысяч человек.Стачком «Беларуськалия»
              присоединился к Национальному стачечному комитету. Настроены
              решительно. Член стачечного комитета ОАО "Беларуськалий" Дмитрий
              Куделевич был задержан сотрудниками КГБ. Сбежал в Украину и
              записал видеообращение. Призывает не бояться.
              <br />
              <br />
              21 августа появились сообщения, что Беларуськалий работает в
              штатном режиме. И были сообщения о том, что забастовка
              продолжается. Но теперь думают о новых стратегиях.
            </td>
            <td>
              - немедленная отставка Лукашенко
              <br />- освободить политзаключенных
              <br />- провести новые честные выборы с новым ЦИК и привлечением
              независимых наблюдателей
              <br />- распустить ОМОН
              <br />- привлечь к ответственности тех, кто превысил полномочия во
              время и после избирательной кампании
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Белгосфилармония</td>
            <td>
              Работники Белгосфилармонии выходят на акции солидарности и поют
              каждый день. Выражают поддержку Купаловскому театру.
            </td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Белкард</td>
            <td>
              Около двухсот работников вышли на территорию предприятия к
              руководству со своими требованиями 13 августа. Провели устный
              опрос "кто голосовал за Тихановскую?". В стачечный комитет г.
              Гродно поданы заявки от работников Белкарда.{" "}
            </td>
            <td>
              - прекратить насилие
              <br />- прекратить необоснованные задержания со стороны силовиков
              <br />- освобождить задержанных мирных граждан
              <br />- провести проверку Генпрокуратурой правильности подсчета
              голосов по каждому избирательному участку в Гродно
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Белкоммунмаш</td>
            <td>
              Появляются видео с Белкоммунаша, где рабочие собираются все
              вместе. Просили о поддержке минчан. Обсуждают забастовку.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Белмедпрепараты</td>
            <td>
              Вышли на акцию солидарности 13 августа. Выдвинули требования
              директору. Составлена петиция, собирают подписи. Если подпишется
              больше половины завода — требования будут направлены выше. Если
              требования выполнены не будут — работники уйдут на бессрочную
              забастовку. Проводят акции солидарности.
            </td>
            <td>
              - прекратить насилие
              <br />- провести новые честные выборы
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Белорусская железная дорога</td>
            <td>Акция солидарности</td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Белорусский металлургический завод (БМЗ)</td>
            <td>
              Уже 10 августа появляются сообщения о забастовке на заводе, сразу
              начали поступать угрозы увольнений. Проводили устные опросы "кто
              голосовал за Тихановскую?". Рабочие писали обращение М.С. Орде со
              своими требованиями, а также премьер-министру Роману Головченко,
              министру промышленности Петру Пархомчику, министру внутренних дел
              Юрию Караеву и Дмитрию Корчику. Встречались с мэром. Презжал также
              губернатор области. При этом существует информация, что некоторых
              уволили, "по своему желанию". Был образован стачком. <br />
              <br />
              Заявлялось, что если не будут выполнены требования, с 20 августа
              работники уходят на бессрочную забастовку. По заводу пустили лист,
              если 2/3 подпишут - забастовке быть, но, скорее всего, с
              поддержанием печей. Работники БМЗ передали генеральному директору
              список требований, под ними подписалось порядка 2 тысяч
              работников. Продолжают собирать подписи.
              <br />
              <br />
              Сообщается, что рабочие БМЗ Жлобин начали массово писать заявления
              на выход из профсоюза.
              <br />
              <br />
              Приезжала Колесникова, чтобы поддержать рабочих.
            </td>
            <td>
              - отставка действующего президента, Совета министров, Совета
              республики и Палаты представителей;
              <br />
              <br />- провести новые честные выборы
              <br />
              <br />- освободить политзаключенныз и снять с них обвинения
              <br />
              <br />- прекратить необоснованные задержания мирных граждан
              <br />
              <br />- руководству предприятия незамедлительно письменно
              уведомить местные органы исполнительной, законодательной и
              судебной власти об обеспокоенности сложившейся
              общественно-политической обстановкой
            </td>
            <td>10.08.2020</td>
          </tr>
          <tr>
            <td>БелАЗ</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>БелРыба</td>
            <td>
              Была информация, что коллектив рабочих и администрации
              присоединяется к забастовке с 12:00.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Белтелерадиокомпания</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Белшина</td>
            <td>
              Есть фото обращения Белшины в профсоюзный комитет, где рабочие
              объявляют о забастовке с 20 августа до выполнения требований.
              Проходят собрания с лозунгами "Жыве Беларусь" и "Мы за
              Тихановскую", "Лукашенко Уходи". 14 августа начался сбор подписей
              рабочих под заявлением о забастовке. План такой: на работу рабочие
              выходят, но не работают. Говорят, что пару десятков полностью не
              работают, часть устроила итальянскую забастовку. Поступала
              информация, что 2 бастующих работников угрозами заставили
              уволиться. Судя по всему, завод пока не совсем бастует.
              Неизвестно, сколько человек подписало обращение с требованиями.
            </td>
            <td>
              - отставка Лукашенко
              <br />- отставка ЦИК
              <br />- провести новые честные выборы
              <br />- преследование тех, кто совершал насилие
              <br />- освободить задержанных во время мирных акций протеста
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Белэнерго</td>
            <td>
              Известно лишь это - Кіраўнікі адміністрацый, якія ўваходзяць у
              "Белэнерга", мусяць тройчы за дзень падаваць інфармацыю пра тое,
              хто з іх рабочых удзельнічае ў забастоўках і мітынгах, а таксама
              пра затрыманні сярод іх.
            </td>
            <td></td>
            <td>19.08.2020</td>
          </tr>
          <tr>
            <td>Гефест</td>
            <td>
              13 авугуста рабочие брестского «Гефеста» собирались вместе,
              скандировали "Уходи!". Выходили и в последующие дни. Составили
              обращение с требованиями. Собирались бастовать с 12:00 с 17
              агуста, если мэр не выполнит требования рабочих. Требования не
              выполнены, или выполнены частично. Проводят собрания, обсуждают
              забастовку. Большинством голосов было решено пока бороться другими
              путями. Рабочие активно участвуют в мирных шествиях/митингах.
            </td>
            <td>
              - освободить задержанных во время мирных акций протеста
              <br />- предоставить задержанным медицинскую помощь
              <br />- убрать ОМОН и воинские подраздления из Бреста
              <br />- провести новые честные выборы
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Гомсельмаш</td>
            <td>
              На "Гомсельмаше" рабочим закрыли выход из цехов на территорию
              завода, запретили перемещение по территории. Они собирались начать
              акции солидарности. Но от них требуют разные согласования,
              разрешения и прочую бюрократию. Пугают увольнениями, все цеха
              позакрывали. Один из рабочих бросил на бегу <br />
              <a
                href="http://tut.by/"
                target="_blank"
                rel="noopener noreferrer"
              >
                tut.by
              </a>
              <br />
              <a
                href="http://tut.by/"
                target="_blank"
                rel="noopener noreferrer"
              >
                {" "}
              </a>
              "Я лично очень хочу перемен, но бастовать не пойду. И все так у
              нас". Уволили одного электромонтера, который якобы призывал к
              забастовке.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Гродненское Химволокно</td>
            <td>
              Собирались вместе, чтобы выразить солидарность. Начальник УВД
              Гродненской области Вадим Синявский попросил прощения у работников
              "Химволокно": "Мне стыдно за действия некоторых наших сотрудников.
              Но у нас не было другого выбора. Мы разберемся, я вам обещаю. Мы
              такие же люди, как все остальные, мы такие же белорусы как и вы по
              крови. Я вас не бью. Простите моих сотрудников, если они сделали
              вам больно". Рабочие Химволокна выходили на митинг на пл. Ленина в
              Гродно, выходили выступать перед людьи представители завода.
            </td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Гродно Азот</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Южный рынок в Гродно</td>
            <td>
              Бастовали. Кто-то не открыл свою точку и остался дома, некоторые
              были на местах, но не работали. Выстраивались в цепочку
              солидарности.
            </td>
            <td></td>
            <td>12.08.2020</td>
          </tr>
          <tr>
            <td>Гроднопромстрой</td>
            <td>
              Выдвинули требования от лица 3 718 человек. При невыполнении
              требований, начнется забастовка. Документ должны были направить
              губернатору области, начальнику гродненской милиции, гендиректору
              предприятия. И 13 августа строители несколько часов поработали и
              потом остановились. В случае невыполнения требований, планировали
              уйти на забастовку. Работников уговаривали начать работу. От
              Гроднопромстроя в стачечный комитет г. Гродно подана заявка.
              Поступали сообщения, что что Гроднопромстрой - это "первое
              предприятие, которое официально выходит на забастовку с 21
              августа".
            </td>
            <td>
              - прекратить необоснованные задержания мирных граждан
              <br />- освободить задержанных на мирных акциях протеста
              <br />- отставка Лукашенко и Правительства
              <br />- провести новые честные выборы
              <br />- освободить политзаключенных
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Жабинковский сахарный завод</td>
            <td>
              Рабочие собирались, требовали встречи с председателем райисполкома
              для выдвижения своих требований.
              <br />
              11 августа не работали, были на забастовке. Местная жительница
              рассказывала, что работают лишь цеха, обеспечивающих
              жизнедеятельность поселка. И работал цех с заказом, оформленным до
              начала всех этих событий. Коллективное обращение с требованиями
              подписали 868 человек, повезли обращение в Брестский облисполком.
            </td>
            <td>
              - признать выборы недействительным
              <br />- освободить от должности председателя РОВД в связи с
              утратой доверия
              <br />- привлечь его к ответственности
              <br />- поручить СК и прокуратуре провести проверку относительно
              административных и уголовных дел в отношении задержанных
            </td>
            <td>11.08.2020</td>
          </tr>
          <tr>
            <td>Ждановичи</td>
            <td>Акции солидарности</td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Железнодорожники Гродно</td>
            <td>Собрание</td>
            <td></td>
            <td>15.08.2020</td>
          </tr>
          <tr>
            <td>Завод SARIA</td>
            <td>Акция солидарности</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Институте химии новых материалов НАН Беларуси</td>
            <td>Акция солидарности</td>
            <td></td>
            <td>11.08.2020</td>
          </tr>
          <tr>
            <td>Керамин</td>
            <td>
              Акция солидарности/забастовка возле Керамина. К ней подключилось и
              руководство. Собралось около 300 человек. Акцию организовали
              женщины и девушки,работницы предприятия. Они хлопали, иногда
              кричали «Уходи», «Жыве Беларусь», «Мы мирные люди». Машины
              сигналили им. Директор Керамина полностью поддерживает своих
              работников. Согласен остановить завод, если это поддержит
              большинство рабочего коллектива предприятия.
            </td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Лидский рынок</td>
            <td>
              Поступали сообщения о забастовке. Фото&nbsp;&nbsp;подтверждений
              нет.
            </td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Локомотивное депо "Лида"</td>
            <td>Есть фото собраний с начальством, обсуждали требования.</td>
            <td>
              - провести новые честные выборы
              <br />- прекратить насилие
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>МЗОР</td>
            <td>
              Есть фото обращения сотрудников МЗОР с предъвленными требованиями.
            </td>
            <td>
              - прекратить насилие
              <br />- освободить задержанных на мирных акциях протеста
              <br />- аннулировать результаты выборов
              <br />- провести новые честные выборы
              <br />- призвать к ответственности лиц органов, превысивших свои
              полномочия
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>МИНСКОЕ МЕТРО</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>МЭТЗ</td>
            <td>
              Есть фото списка требований завода. Обращение отдали на
              рассмотрение директора. Собираются вместе и скандируют "Уходи!". В
              пн 17 августа объявили забастовку на один день, и работники МЭТЗ и
              МТЗ (не меньше 3000 человек) вышли к МЗКТ, чтобы поддержать их.
              Если требования не будут выполнены, забастовка продолжится. Но
              большинство продолжили работать, по сути на забастовке были лишь
              те, кто шел в колонне.
            </td>
            <td>
              - прекратить насилие
              <br />- прекратить провокации для оправдания действий силовиков
              <br />- освободить задержанных на мирных акциях протеста
              <br />- включить интернет, чтобы исключить вероятность появления
              домыслов и слухов
            </td>
            <td>11.08.2020</td>
          </tr>
          <tr>
            <td>Машиностроительное предприятие КОМПО</td>
            <td>Акция солидарности.</td>
            <td>
              - прекратить насилие
              <br />- провести новые честные выборы
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Минская ТЭЦ-4</td>
            <td>
              Начались волнения 14 августа. Обсуждали с начальством ситуацию в
              стране, вариант выхода из профсоюза.
            </td>
            <td>
              Плакаты "за честные выборы", "уходи", "свободу узникам совести".
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Минские кабельные сети</td>
            <td>
              Приезжал представитель профсоюза. Провели опрос "Кто голосовал за
              Тихановскую?". Все или почти все единогласно подняли руку. Также
              выстраивались в цепочку солидарности. Там работает Алексей
              Деревяго. Он был был членом комиссии и заснял на видео ее работу,
              а потом в милиции требовал возбудить уголовное дело по факту
              фальсификаций. Был еще такой случай на видео, где к рабочим
              подошел человек, похожий на заместителя главного инженера Анатолия
              Никитенко, и в грубой форме требует их начать работать.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>МАЗ</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>МЗКТ</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Минский механический завод имени Вавилова - холдинга БелОМО</td>
            <td>
              Прошло собрание, на котором провели устный опрос, кто голосовал
              против и за Лукашенко. За Лукашенко не было никого.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ММЗ</td>
            <td>
              Договорились о собрании, обсудили требования. На акцию протеста
              вышло несколько сотен человек с лозунгами "Уходи". Планировали
              начинать забастовку, если требования не будут соблюдены. Потом
              один из рабочих сказал «Мы не страйкуем, бо забастоўка можа
              прывесьці да спыненьня заводу, але мы ў абедны перапынак выходзім
              на акцыю салідарнасьці з патрабаваньнямі іншых рабочых».
            </td>
            <td>
              - признать Тихановскую президентом
              <br />- освободить политзаключенных
              <br />- провести новые честные выборы
              <br />- прекратить насилие
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>МТЗ</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Нафтан</td>
            <td>
              14 августа вместе с Полимир вызывали руководство на разговор.
              Сообщалось, что на встречу ехал директор завода, мэк и начальник
              милиции. Работник массово писала заявления на выход из профсоюза.
              16 августа объвили о забастовке. К рабочим приезжал глава КГК Иван
              Тертель. Но его освистали, стояли с лозунгами "Уходи!". Дали 2
              недели на выполнение требований.
              <br />
              <br />
              Более 3.200 человек (судя по всему из Нафтана и Полимира)
              подписали обращение с требованием отставки Лукашенко. С 29 августа
              будут бастовать, если не будут выполнены требования.
            </td>
            <td>
              - отставка Лукшенко
              <br />- отставка ЦИК и Ермошиной
              <br />- освободить политзаключенных
              <br />- освободить задержанных на мирных акциях протеста
              <br />- прекратить насилие
              <br />- расследовать случи насилие и привлечь виновных к
              ответственности
              <br />- провести новые честные выборы
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ОАО "Гомельский мясокомбинат"</td>
            <td>Поступало сообщение, что собираются на забастовку/собрание</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ОАО "СветлогорскХимволокно"</td>
            <td>Поступало сообщение, что собираются на забастовку/собрание</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Галантэя»</td>
            <td>Выходили на акцию солидарности в обеденное время</td>
            <td>
              - провести новые честные выборы
              <br />- прекратить насилие
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Гродножилстрой»</td>
            <td>
              Началось все с профсоюзной планерки с начальниками, рабочими,
              бригадирами. Потом около 300 человек остановили работу. Готовился
              документ о забастовке, стройка стояла. Собирали подписи на
              заявление, его подписали более 3000 человек. К рабочим выходил
              впоследствии директор, хотел вернуть строителей к работе угрозами,
              разговорами о 90-ых. На вопросы строителей не отвечал. Работники
              провели устные опросы, кто за кого голосовал. Большинство за
              Тихановскую. Отправили заявку в стачечный комитет г. Гродно.
            </td>
            <td>
              - прекратить задержания мирных граждан
              <br />- освободить задержанных на мирных акциях протеста
              <br />- прекратить насилие
              <br />- признать выборы недействительными
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Интеграл»</td>
            <td>
              Там есть два активных работника, с самого начала потестов стояли
              на рабочем месте с плакатами "Саша уходи". Многие заводчане из
              поддерживают, но бастовать боятся из-за давления начальства.
              Вероятно их уволили. Уже 14 августа пояивлось фото обращения с
              требониями.
            </td>
            <td>
              - прекратить насилие
              <br />- освободить задержанных на мирных акциях протеста
              <br />- провести новые честные выборы
            </td>
            <td>11.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «МАПИД»</td>
            <td>
              Выстраивались в цепь солидарности. В том числе руководство.
              Источник оттуда рассказывал, что 90% против насилия и результатов
              выборов.
            </td>
            <td>
              - прекратить насилие
              <br />- провести новые честные выборы
              <br />- освободить политзаключенных
              <br />- расследовать случаинасилия и привлечь виновных к
              ответственности
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Могилёвлифтмаш»</td>
            <td>
              Поступала информация, что работников ОАО «Могилёвлифтмаш» насильно
              удерживают на заводе, чтобы те не приняли участие в забастовке.
              Охранники предприятия не выпускают людей на улицу даже в их
              обеденный перерыв.
            </td>
            <td>
              - отставка ЦИК и Ермошиной
              <br />- прекратить насилие
              <br />- освободить политзаключенных
              <br />- освободить задержанных на мирных акциях протеста
              <br />- признать выборы недействительными
              <br />- провести новые честные выборы
              <br />- провести гластное следствие над ответственными за
              фальсификацию выборов
              <br />- расследовать случаи насилия и привлечь виновных к
              ответственности
            </td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Мозырский НПЗ»</td>
            <td>
              В Сети разместили заявление от работников цеха № 16 Мозырского
              НПЗ. Повесили на заводе бчб флаг. Был создан стачечный комитет. Н
              собраниях обсуждают забастовку. <br />
              <br />
              Спортсмены Мозырского НПЗ записали видеообращение.
              <br /> "Мы не наркоманы, не овцы и не народец». Мы хотим перемен,
              а наши голоса на выборах были украдены".
            </td>
            <td>
              - отставка ЦИК и Ермошиной
              <br />- прекратить насилие
              <br />- освободить политзаключенных
              <br />- освободить задержанных на мирных акциях протеста
              <br />- признать выборы недействительными
              <br />- провести новые честные выборы
              <br />- провести гластное следствие над ответственными за
              фальсификацию выборов
              <br />- расследовать случаи насилия и привлечь виновных к
              ответственности
            </td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Полесьежилстрой» Брест</td>
            <td>Есть фото цепи солидарности</td>
            <td></td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>ОАО «Строитель» Ошмяны</td>
            <td>
              Поздравили Сергея Тихановского с Днём рождения. Устроили
              акцию/солидарность.
            </td>
            <td></td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>Поставский лесхоз</td>
            <td>Есть фото акции/забастовки.</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>РУП Белэнергосетьпроект</td>
            <td>
              Есть фото собрания. Объявили забастовку. Есть фото обращения с
              требованиями.
            </td>
            <td>
              - признать выборы недействительными
              <br />- отставка Лукашенко
              <br />- прекратить насилие
              <br />- освободить политзаключенных
              <br />- освободить задержанных на мирных акциях протеста
              <br />- расследовать случаи фальсификации выборов
              <br />- расследовать случаи применения насилия по отношению к
              мирным протестующим
            </td>
            <td>11.08.2020</td>
          </tr>
          <tr>
            <td>
              Республиканский научно-практический центр онкологии и медицинской
              радиологии им. Н. Н. Александрова
            </td>
            <td>Вышли на акцию солидарности, поддержали забастовку.</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Рудники Белкалия</td>
            <td>
              Сообщалось, что 17 августа стали 1,3,4,6 рудники, 2 и 5 пока
              работают.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Рынок в Новогрудке</td>
            <td>Акция солидарности.</td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Сахарный завод г. п. Городея</td>
            <td>
              Поддержали забастовку 14 августа. Перед ними пытался выступить
              заместитель начальника завода, но работники выкрикивали лозунги
              "Ганьба". Были сообщения, что они бастуют. Просто стоят и ничего
              не делают.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
          <tr>
            <td>Слуцкий сахарорафинадный комбинат</td>
            <td>
              Было собрание, обсуждали насилие со стороны ОМОНа. Подготовили
              документ с требованиями. В собрании приняла часть примерно третья
              часть коллектива. Пока завод работает, но предупредил о начале
              забастовке 1 сентября при невыполнении требований.
            </td>
            <td>
              - прекратить насилие
              <br />- освобоить политзаключенных
              <br />- отставка Лукашенко
              <br />- отставка Ермошиной
              <br />- провести новые честные выборы
              <br />- пересмотреть уголовные дела с политической мотивацией
            </td>
            <td>17.08.2020</td>
          </tr>
          <tr>
            <td>
              Республиканский научно-практический центр кардиологии в Минске
            </td>
            <td>Акции солидарности.</td>
            <td></td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>AQUAFLORA</td>
            <td>Акция солидарности.</td>
            <td></td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Театр Янки Купалы</td>
            <td>Информация собирается!</td>
            <td></td>
            <td></td>
          </tr>
          <tr>
            <td>Терразит</td>
            <td>
              Объявили бессрочную забастовку, это более 130 человек.Требования
              перечислены в посте в своем официальном аккаунте в Instagram.Лишь
              один человек продолжил работать. Подали заявку в стачечый комитет
              г. Гродно.
            </td>
            <td>
              - прекратить насилие
              <br />- освободить задержанных
              <br />- признать выборы недействительными
              <br />- провести новые честные выборы
              <br />- обеспечить граждан РБ достоверной информацией
            </td>
            <td>13.08.2020</td>
          </tr>
          <tr>
            <td>Ударник</td>
            <td>Обеденная акция солидарности.</td>
            <td>- отставка Лукашенко</td>
            <td>18.08.2020</td>
          </tr>
          <tr>
            <td>Химволокно в Светлогорске</td>
            <td>
              Поступала информация, что завод пытается выйти на забастовку, но
              людей закрыли в цехах и не пускают через проходные.
            </td>
            <td></td>
            <td>14.08.2020</td>
          </tr>
        </tbody>
      </table>
    </div>
    <style jsx>{`
      .title {
        text-align: center;
        font-size: 45px;
      }
      .white-on-red {
        background-color: #ff4d4f;
        color: #fff;
        padding: 0 12px;
      }
      .table {
        padding: 24px;
        width: 100%;
        overflow: auto;
      }
      .table > table {
        width: 100%;
        text-align: left;
        border-radius: 2px 2px 0 0;
        border-collapse: separate;
        border-spacing: 0;
        border: 1px solid #d0cfcf;
        table-layout: auto;
      }

      .table > table > thead > tr > th {
        color: rgba(0, 0, 0, 0.85);
        font-weight: 500;
        text-align: center;
        border-bottom: 1px solid #d0cfcf;
        transition: background 0.3s ease;
        border-right: 1px solid #d0cfcf;
        position: relative;
        padding: 16px;
        font-weight: bold;
        background-color: #ff4d4f;
        color: #fff;
      }

      .table > table > tbody > tr > td {
        border-right: 1px solid #d0cfcf;
        position: relative;
        padding: 16px;
        border-bottom: 1px solid #d0cfcf;
      }

      .table > table > tbody > tr:hover > td {
        background: #fafafa;
      }
      @media (max-width: 768px) {
        .table {
          font-size: 10px;
          padding: 4px;
        }

        .table > table > thead > tr > th {
          padding 5px;
        }
        .table > table > tbody > tr > td {
          padding: 5px;
        }
      }
    `}</style>
  </>
);

export default StrikesTable;
